<script setup>
import { useRoute } from 'vue-router'
const $route = useRoute()

import { useAppStore } from '/stores/AppStore.js';
const appStore = useAppStore();
</script>

<template>
    <section class="page">
        <div class="container">
            <div class="page__content gtc-1">
                <BasePageTitle />
                <div class="page__text">
                    <div class="content">
                        <section class="content-item">
                            <h2>1. Общие положения</h2>
                            <p>Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 27.07.2006. № 152-ФЗ «О персональных данных» (далее — Закон о персональных данных) и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые ООО «ЛЕКС» (далее — Оператор).
</p>
                            <p>1.1. Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.
                            </p>
                            <p>1.2. Настоящая политика Оператора в отношении обработки персональных данных (далее — Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта https://tumen-leks.ru/.</p>
                            <!-- <p>В Политике используются следующие основные термины:</p>
                            <dl>
                                <dt>
                                    Персональные данные
                                </dt>
                                <dd>
                                    Любая информация, относящаяся к прямо или косвенно определенному, или определяемому
                                    физическому лицу (субъекту персональных данных);
                                </dd>
                                <dt>
                                    оператор персональных данных (оператор)
                                </dt>
                                <dd>
                                    Любое действие (операция) или совокупность действий (операций) с персональными
                                    данными,
                                    совершаемых с использованием средств автоматизации или без их использования.
                                    Обработка
                                    персональных данных включает в себя, в том числе: сбор, запись, систематизацию,
                                    накопление, хранение, уточнение (обновление, изменение), извлечение, использование,
                                    передачу (распространение, предоставление, доступ), обезличивание, блокирование,
                                    удаление, уничтожение;
                                </dd>
                                <dt>
                                    автоматизированная обработка персональных данных
                                </dt>
                                <dd>
                                    обработка персональных данных с помощью средств вычислительной техники;
                                </dd>
                                <dt>
                                    распространение персональных данных
                                </dt>
                                <dd>
                                    действия, направленные на раскрытие персональных данных неопределенному кругу лиц;
                                </dd>
                                <dt>
                                    предоставление персональных данных
                                </dt>
                                <dd>
                                    действия, направленные на раскрытие персональных данных определенному лицу или
                                    определенному кругу лиц;
                                </dd>
                                <dt>
                                    блокирование персональных данных
                                </dt>
                                <dd>
                                    временное прекращение обработки персональных данных (за исключением случаев, если
                                    обработка необходима для уточнения персональных данных);
                                </dd>
                                <dt>
                                    уничтожение персональных данных
                                </dt>
                                <dd>
                                    действия, в результате которых становится невозможным восстановить содержание
                                    персональных данных в информационной системе персональных данных и (или) в
                                    результате
                                    которых уничтожаются материальные носители персональных данных;
                                </dd>
                                <dt>
                                    обезличивание персональных данных
                                </dt>
                                <dd>
                                    действия, в результате которых становится невозможным без использования
                                    дополнительной
                                    информации определить принадлежность персональных данных конкретному субъекту
                                    персональных данных;
                                </dd>
                                <dt>
                                    информационная система персональных данных
                                </dt>
                                <dd>
                                    совокупность содержащихся в базах данных персональных данных и обеспечивающих их
                                    обработку информационных технологий и технических средств;
                                </dd>
                                <dt>
                                    трансграничная передача персональных данных
                                </dt>
                                <dd>
                                    передача персональных данных на территорию иностранного государства органу власти
                                    иностранного государства, иностранному физическому лицу или иностранному
                                    юридическому
                                    лицу.
                                </dd>
                            </dl> -->
                        </section>
                        <section class="content-item">
                            <h2>
                                2. Основные понятия, используемые в Политике
                            </h2>
                            <p>2.1. Автоматизированная обработка персональных данных — обработка персональных данных с помощью средств вычислительной техники.</p>
                            <p>2.2. Блокирование персональных данных — временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).
</p>
                            <p>2.3. Веб-сайт — совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу https://tumen-leks.ru/.
</p>
                            <p>2.4. Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств.
</p>
                            <p>2.5. Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных.
</p>
                            <p>2.6. Обработка персональных данных — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
</p>
                            <p>2.7. Оператор — государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и/или осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.
</p>
                            <p>2.8. Персональные данные — любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю веб-сайта https://tumen-leks.ru/.
</p>
                            <p>2.9. Персональные данные, разрешенные субъектом персональных данных для распространения, — персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных путем дачи согласия на обработку персональных данных, разрешенных субъектом персональных данных для распространения в порядке, предусмотренном Законом о персональных данных (далее — персональные данные, разрешенные для распространения).
</p>
                            <p>2.10. Пользователь — любой посетитель веб-сайта https://tumen-leks.ru/.
</p>
                            <p>2.11. Предоставление персональных данных — действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.
</p>
                            <p>2.12. Распространение персональных данных — любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом.
</p>
                            <p>2.13. Трансграничная передача персональных данных — передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу.
</p>
                            <p>2.14. Уничтожение персональных данных — любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и/или уничтожаются материальные носители персональных данных.
</p>
                            <!-- <ul>
                                <li>Общество обязано опубликовать или иным образом обеспечить неограниченный доступ к
                                    настоящей
                                    Политике в соответствии с ч.2 ст.18.1. ФЗ-152</li>
                                <li>Общество и иные лица, получившие доступ к персональным данным, обязаны не раскрывать
                                    третьим
                                    лицам и не распространять персональные данные без согласия субъекта персональных
                                    данных,
                                    если иное не предусмотрено федеральным законом.</li>
                                <li>Должностные лица Общества, в обязанности которых входит обработка запросов и
                                    обращений
                                    субъектов персональных данных, обязаны обеспечить каждому субъекту возможность
                                    ознакомления
                                    с документами и материалами, содержащими их персональные данные, если иное не
                                    предусмотрено
                                    законом, в соответствии с Регламентом реагирования на запросы субъектов персональных
                                    данных.
                                </li>
                                <li>Общество обязуется не принимать на основании исключительно автоматизированной
                                    обработки
                                    решения, порождающие юридические последствия в отношении субъектов персональных
                                    данных
                                    или
                                    иным образом затрагивающие их права и законные интересы.</li>
                            </ul>
                            <p>В целях информационного обеспечения в Обществе могут создаваться общедоступные источники
                                персональных данных субъектов, в том числе справочники и адресные книги.</p>
                            <p>Сведения о субъекте в любое время могут быть исключены или общедоступных источников по
                                требованию
                                субъекта либо по решению суда.</p>
                            <p>
                                В целях защиты своих персональных данных, хранящихся в Обществе, субъект персональных
                                данных
                                имеет право:
                            </p>
                            <ul>
                                <li>получить доступ к своим персональным данным;</li>
                                <li>получить информацию, касающуюся обработки его персональных данных требовать
                                    исключения
                                    или
                                    исправления неверных, или неполных персональных данных;</li>
                                <li>получать свободный бесплатный доступ к своим персональным данным, включая право на
                                    получение
                                    копий любой записи, содержащей персональные данные;</li>
                                <li>дополнить персональные данные оценочного характера заявлением, выражающим его
                                    собственную
                                    точку зрения;</li>
                                <li>определять своих представителей для защиты своих персональных данных;</li>
                                <li>требовать сохранения и защиты своей личной и семейной тайны;</li>
                                <li>обжаловать в суде любые неправомерные действия или бездействия Общества при
                                    обработке и
                                    защите его персональных данных.</li>
                            </ul>
                            <p>Работники Общества обязаны:</p>
                            <ul>
                                <li>в случаях, предусмотренных законом или договором, передавать Обществу достоверные
                                    документы,
                                    содержащие персональные данные;</li>
                                <li>не предоставлять неверные персональные данные, а в случае изменений в персональных
                                    данных,
                                    обнаружения ошибок или неточностей в них (фамилия, место жительства и т. д.),
                                    незамедлительно сообщить об этом в Общество.</li>
                            </ul> -->
                        </section>
                        <section class="content-item">
                            <h2>3. Основные права и обязанности Оператора
</h2>
                            <p>3.1. Оператор имеет право:
<br>— получать от субъекта персональных данных достоверные информацию и/или документы, содержащие персональные данные;
<br>— в случае отзыва субъектом персональных данных согласия на обработку персональных данных, а также, направления обращения с требованием о прекращении обработки персональных данных, Оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в Законе о персональных данных;
<br>— самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими федеральными законами.</p>
                            <p>3.2. Оператор обязан:
<br>— предоставлять субъекту персональных данных по его просьбе информацию, касающуюся обработки его персональных данных;
<br>— организовывать обработку персональных данных в порядке, установленном действующим законодательством РФ;
<br>— отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с требованиями Закона о персональных данных;
<br>— сообщать в уполномоченный орган по защите прав субъектов персональных данных по запросу этого органа необходимую информацию в течение 10 дней с даты получения такого запроса;
<br>— публиковать или иным образом обеспечивать неограниченный доступ к настоящей Политике в отношении обработки персональных данных;
<br>— принимать правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных;
<br>— прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить персональные данные в порядке и случаях, предусмотренных Законом о персональных данных;
<br>— исполнять иные обязанности, предусмотренные Законом о персональных данных.
                            </p>

                        </section>
                        <section class="content-item">
                            <h2>4. Основные права и обязанности субъектов персональных данных</h2>
                            <p>4.1. Субъекты персональных данных имеют право:
<br>— получать информацию, касающуюся обработки его персональных данных, за исключением случаев, предусмотренных федеральными законами. Сведения предоставляются субъекту персональных данных Оператором в доступной форме, и в них не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. Перечень информации и порядок ее получения установлен Законом о персональных данных;
<br>— требовать от оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;
<br>— выдвигать условие предварительного согласия при обработке персональных данных в целях продвижения на рынке товаров, работ и услуг;
<br>— на отзыв согласия на обработку персональных данных, а также, на направление требования о прекращении обработки персональных данных;
<br>— обжаловать в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке неправомерные действия или бездействие Оператора при обработке его персональных данных;
<br>— на осуществление иных прав, предусмотренных законодательством РФ.
</p>
                            <p>4.2. Субъекты персональных данных обязаны:
<br>— предоставлять Оператору достоверные данные о себе;
<br>— сообщать Оператору об уточнении (обновлении, изменении) своих персональных данных.</p>
                            <p>4.3. Лица, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных без согласия последнего, несут ответственность в соответствии с законодательством РФ.</p>
                            
                        </section>
                        <section class="content-item">
                            <h2>5. Принципы обработки персональных данных
</h2>
                            <p>5.1. Обработка персональных данных осуществляется на законной и справедливой основе.
</p>
                            <p>5.2. Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.
</p>
                            <p>5.3. Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.</p>
                            <p>5.4. Обработке подлежат только персональные данные, которые отвечают целям их обработки.</p>
                            <p>5.5. Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Не допускается избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки.
</p>
                            <p>5.6. При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор принимает необходимые меры и/или обеспечивает их принятие по удалению или уточнению неполных или неточных данных.</p>
                            <p>5.7. Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных. Обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.</p>
                        </section>
                        <section class="content-item">
                            <h2>6. Цели обработки персональных данных</h2>
                            <p>Цель обработки	предоставление доступа Пользователю к сервисам, информации и/или материалам, содержащимся на веб-сайте</p>
                            <h3>Персональные данные</h3>
                            <ul>
                                <li>фамилия, имя, отчество
</li>
                                <li>номера телефонов
</li>
                                <li>год, месяц, дата и место рождения
</li>
                            </ul>
                                <h3>Правовые основания</h3>
                            <ul>
                                <li>договоры, заключаемые между оператором и субъектом персональных данных
</li>
                            </ul>
                            <h3>Виды обработки персональных данных</h3>
                            <ul>
                                <li>Сбор, запись, систематизация, накопление, хранение, уничтожение и обезличивание персональных данных
</li>
                            </ul>
                           
                        </section>
                        <section class="content-item">
                            <h2>7. Условия обработки персональных данных
                            </h2>
                            <p>
                                7.1. Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных.
                            </p>
                            <p>
                                7.2. Обработка персональных данных необходима для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей.

                            </p>
                            <p>
                                7.3. Обработка персональных данных необходима для осуществления правосудия, исполнения судебного акта, акта другого органа или должностного лица, подлежащих исполнению в соответствии с законодательством Российской Федерации об исполнительном производстве.

                            </p>
                            <p>
                                7.4. Обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем.

                            </p>
                            <p>
                                7.5. Обработка персональных данных необходима для осуществления прав и законных интересов оператора или третьих лиц либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных.

                            </p>
                            <p>
                                7.6. Осуществляется обработка персональных данных, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе (далее — общедоступные персональные данные).

                            </p>
                            <p>
                                7.7. Осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в соответствии с федеральным законом.

                            </p>
                        </section>
                        <section class="content-item">
                            <h2>8. Порядок сбора, хранения, передачи и других видов обработки персональных данных</h2>

                            <p>Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.</p>
                            <p>8.1. Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.</p>
                            <p>8.2. Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства либо в случае, если субъектом персональных данных дано согласие Оператору на передачу данных третьему лицу для исполнения обязательств по гражданско-правовому договору.</p>
                            <p>8.3. В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомление на адрес электронной почты Оператора privacy@tumen-leks.ru с пометкой «Актуализация персональных данных».</p>
                            <p>8.4. Срок обработки персональных данных определяется достижением целей, для которых были собраны персональные данные, если иной срок не предусмотрен договором или действующим законодательством.
Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора privacy@tumen-leks.ru с пометкой «Отзыв согласия на обработку персональных данных».</p>
                            <p>8.5. Вся информация, которая собирается сторонними сервисами, в том числе платежными системами, средствами связи и другими поставщиками услуг, хранится и обрабатывается указанными лицами (Операторами) в соответствии с их Пользовательским соглашением и Политикой конфиденциальности. Субъект персональных данных и/или с указанными документами. Оператор не несет ответственность за действия третьих лиц, в том числе указанных в настоящем пункте поставщиков услуг.</p>
                            <p>8.6. Установленные субъектом персональных данных запреты на передачу (кроме предоставления доступа), а также на обработку или условия обработки (кроме получения доступа) персональных данных, разрешенных для распространения, не действуют в случаях обработки персональных данных в государственных, общественных и иных публичных интересах, определенных законодательством РФ.</p>
                            <p>8.7. Оператор при обработке персональных данных обеспечивает конфиденциальность персональных данных.</p>
                            <p>8.8. Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных.</p>
                            <p>8.9. Условием прекращения обработки персональных данных может являться достижение целей обработки персональных данных, истечение срока действия согласия субъекта персональных данных, отзыв согласия субъектом персональных данных или требование о прекращении обработки персональных данных, а также выявление неправомерной обработки персональных данных.</p>
                        </section>
                        <section class="content-item">
                            <h2>
                                9. Перечень действий, производимых Оператором с полученными персональными данными
                            </h2>
                            <p>9.1. Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных.</p>
                            <p>9.2. Оператор осуществляет автоматизированную обработку персональных данных с получением и/или передачей полученной информации по информационно-телекоммуникационным сетям или без таковой.</p>
                            
                            <!-- <ul>
                                <li>Назначение должностных лиц, ответственных за организацию сбора, обработки и защиты
                                    персональных данных;</li>
                                <li>Ограничение состава лиц, имеющих доступ к персональным данным;</li>
                                <li>Ознакомление субъектов с требованиями федерального законодательства и нормативных
                                    документов
                                    Общества по обработке и защите персональных данных;</li>
                                <li>Организация учета, хранения и обращения носителей информации;</li>
                                <li>Определение угроз безопасности персональных данных при их обработке;</li>
                                <li>Разработка на основе модели угроз системы защиты персональных данных</li>
                                <li>Проверка готовности и эффективности использования средств защиты информации;</li>
                                <li>Регистрация и учет действий пользователей информационных систем персональных данных;
                                </li>
                                <li>Использование антивирусных средств и средств восстановления системы защиты
                                    персональных
                                    данных;</li>
                                <li>Применение в необходимых случаях средств межсетевого экранирования, обнаружения
                                    вторжений,
                                    анализа защищенности и средств криптографической защиты информации;</li>
                                <li>Организация пропускного режима на территорию Общества, охраны помещений с
                                    техническими
                                    средствами обработки персональных данных</li>
                            </ul>
                            <p>
                                Должностные лица Общества, виновные в нарушении норм, регулирующих обработку и защиту
                                персональных данных, несут материальную, дисциплинарную или иную ответственность в
                                порядке,
                                установленном федеральными законами.
                            </p> -->
                        </section>
                        <section class="content-item">
                            <h2>10. Трансграничная передача персональных данных</h2>
                            <p>10.1. Оператор до начала осуществления деятельности по трансграничной передаче персональных данных обязан уведомить уполномоченный орган по защите прав субъектов персональных данных о своем намерении осуществлять трансграничную передачу персональных данных (такое уведомление направляется отдельно от уведомления о намерении осуществлять обработку персональных данных).
</p>
                            <p>10.2. Оператор до подачи вышеуказанного уведомления, обязан получить от органов власти иностранного государства, иностранных физических лиц, иностранных юридических лиц, которым планируется трансграничная передача персональных данных, соответствующие сведения.</p>
                        </section>
                        <section class="content-item">
                            <h2>
11. Конфиденциальность персональных данных
</h2>
                            <p>Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.
</p>
                        </section>
                        <section class="content-item">
                            <h2>12. Заключительные положения
</h2>
                            <p>12.1. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты privacy@tumen-leks.ru.
</p>
                            <p>12.2. В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией.</p>
                            <p>12.3. Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу https://tumen-leks.ru/politics/.</p>
                        </section>
                    </div>
                </div>
            </div>
        </div>
    </section>
</template>

<style scoped lang="scss">
.page {
    padding: 0 0 40px 0;
}

.page__content {
    margin-top: 15px;
    .content-item {
        padding: 15px 0;
    }

    h1,
    h2 {
        margin-bottom: 10px;
    }

    p {
        margin-bottom: 10px;
        text-indent: 20px;
        text-align: justify;
    }

    dt {
        font-weight: 700;
    }

    dd {
        -webkit-margin-start: 40px;
        margin-inline-start: 40px;
    }
}
</style>