<script setup>
import { useAppStore } from '/stores/AppStore.js';
const appStore = useAppStore();

const reviews = ref([
    {
        id: 1,
        name: 'Трофимов Александр',
        position: `Клиент ${appStore.siteName}`,
        text: `Приобрел подержанный Мицубиси Лансер в этом салоне и не жалею. Экономия средств по сравнению с другими автосалонами, где я был. Дали скидку 15% за кредит и 8% за трейд ин. Отдельное спасибо менеджеры Валентину.`,
    },
    {
        id: 2,
        name: 'Кобзарь Валерий',
        position: `Клиент ${appStore.siteName}`,
        text: `В этом автосалоне я выбрал отличный подарок для моего отца — автомобиль Lada Niva, о котором он давно мечтал. Встреча с приветливым сотрудником салона была приятной, он показал мне именно ту модель, о которой мы говорили по телефону. Процесс оформления покупки прошёл гладко и оперативно, и я остался полностью удовлетворён сервисом. Оплачивал за наличные. Мой отец в восторге от нового автомобиля. Выражаю искреннюю благодарность за вашу работу!`,
    },
    {
        id: 3,
        name: 'Макарова Инна',
        position: `Клиент ${appStore.siteName}`,
        text: `Опыт покупки здесь был положительным. Машину перед приездом проверяла по ВИН, все как описывал менеджер Сергей: 1 владелец и маленький пробег пробег 25 000. Теперь наслаждаюсь своим новеньким Солярисом с гарантией 5 лет`,
    },
    {
        id: 4,
        name: 'Чернявский Виталий',
        position: `Клиент ${appStore.siteName}`,
        text: `В автосалоне ${appStore.siteName} я обменял свой Логан на Тойоту Короллу через систему трейд-ин. Оценка моего автомобиля была справедливой, и это позволило мне внести первый взнос для получения скидки на автокредит. В итоге, покупка обошлась на 150 тысяч дешевле, чем в других местах. Кредит оформили оперативно и на выгодных условиях. Персонал здесь отличается особым вниманием к клиентам, менеджеры компетентны и предложили мне наилучшие варианты. Перед покупкой предоставили возможность тест-драйва, все необходимые документы были представлены без утаивания, без ненужных наценок. Дополнительные услуги предлагались без навязывания. Я полностью удовлетворен выбором этого автосалона 
`,
    },
    {
        id: 5,
        name: 'Гальченко Михаил',
        position: `Клиент ${appStore.siteName}`,
        text: `Сервис здесь на высоте, что стало для меня приятным сюрпризом. После оставления заявки на их сайте, мне оперативно перезвонили и предоставили информацию о банках, которые одобрили мне кредит и на каких условиях. Уже на следующий день я подъехал и выгодно приобрел Киа Оптиму 2019 года. Процесс оформления прошёл гладко, и занял всего чуть больше часа. Клиентоориентированность заметна во всём: начиная с удобства сайта и заканчивая работой кредитного отдела. Продолжайте в том же духе!`,
    },
    {
        id: 6,
        name: 'Лалиев Алан',
        position: `Клиент ${appStore.siteName}`,
        text: `В прошлом месяце я решил порадовать себя и приобрёл Cherry Tiggo. Выбрал этот автосалон, так как здесь была доступна машина в цвете, который я давно искал, и я не пожалел, даже несмотря на то что пришлось ехать в Москву. Сервис в салоне оказался на уровне: менеджер предоставил полную информацию без назойливости, что мне особенно понравилось, и ответил на все мои вопросы. Процесс заключения договора прошёл гладко, всё было ясно и открыто, хотя документов пришлось подписать немало. Оплата прошла без проблем, условия рассрочки на первый взнос по кредиту оказались весьма привлекательными. Что касается самого автомобиля, то у меня нет к нему претензий: 2018 года, пробег средний, дали гарантию 3 года. Спасибо!`,
    },
    {
        id: 7,
        name: 'Лыткин Максим',
        position: `Клиент ${appStore.siteName}`,
        text: `Недавно стал владельцем Ford Focus 3, приобретённого в этом автосалоне. Мой выбор пал на Ford из-за его надёжности, удобства и приемлимой стоимости. Данный салон мне посоветовал друг, который также здесь покупал автомобиль. Расположение салона рядом с домом добавило удобства. Приятная атмосфера салона, гостеприимный приём с кофе и квалифицированная помощь в выборе авто сделали процесс покупки очень приятным. Единственный момент - небольшая задержка с оформлением документов на автокредит из-за технических нюансов, но это не омрачило общего впечатления. Рекомендую этот автосалон как надёжное место для покупки автомобиля.`,
    },
    {
        id: 8,
        name: 'Брагина Анастасия',
        position: `Клиент ${appStore.siteName}`,
        text: `Покупка Nissan Juke для меня стала удачной инвестицией. Нашла модель, которую давно искала, и по хорошей цене. Через месяц машина подорожала на 10% во всех автосалонах. Рада, что все же решилась взять кредит и зафиксировать цену на авто, и даже наглядно увидела, как они растут. Спасибо менеджеру Кириллу, что помог разобраться во всех тонкостях! Конец формы`,
    },
    {
        id: 9,
        name: 'Третьяков Анатолий',
        position: `Клиент ${appStore.siteName}`,
        text: `Я успешно продал свой автомобиль через сервис выкупа в этом автосалоне. В данный момент новый автомобиль мне не требуется, так как моё место работы находится всего в пяти минутах ходьбы, и в условиях Москвы авто мне не нужно. Оценка моего Дастера была справедливой, соответствовала среднерыночной стоимости. Процесс оформления и диагностики занял около трёх часов, после чего я уехал, оставив автомобиль и увезя с собой деньги. Очень доволен предоставленной услугой!`,
    },
    {
        id: 10,
        name: 'Мельник Илья',
        position: `Клиент ${appStore.siteName}`,
        text: `Хочу поделиться впечатлениями о покупке автомобиля в данном автосалоне. Мне было важно найти салон с возможностью трейд-ина, чтобы без затруднений обменять мою Калину на Ладу Гранту Кросс. По рекомендации коллеги я обратил внимание на этот салон, изучил предложения на сайте и связался с менеджером для подтверждения наличия интересующего меня авто. Менеджер, с которым я разговаривал, оказался вежливым и компетентным, он ответил на все мои вопросы относительно сделки. На следующий день я прибыл на Калине в салон, где меня уже ожидал тот самый менеджер. Он проводил меня к автомобилю, который был полностью подготовлен к продаже и заправлен. Менеджер предложил пройти тест-драйв. Автомобиль полностью соответствовал моим ожиданиям, и мы без проблем оформили передачу Калины и мою доплату за Гранту Кросс. Спасибо вам за сервис`,
    },
]);
</script>

<template>
    <section class="reviews">
        <div class="container">
            <PieceH2 :title="'Отзывы наших клиентов'" class="padding big"></PieceH2>
            <div class="reviews__list">
                <FormReview></FormReview>
                <Review v-for="review in reviews" :key="review" :review="review"></Review>
            </div>
        </div>
    </section>
</template>

<style scoped lang="scss">
.reviews {
    margin: 20px 0 60px 0;

    .reviews__list {
        display: grid;
        grid-template-columns: 1fr 1fr 1fr 1fr;
        gap: 30px;

        @media screen and (max-width: 1300px) {
            grid-template-columns: 1fr 1fr 1fr;
        }

        @media screen and (max-width: 900px) {
            grid-template-columns: 1fr 1fr;
        }

        @media screen and (max-width: 768px) {
            grid-template-columns: 1fr;
            justify-items: center;
            gap: 15px;
        }
    }
}
</style>